Repository: RKWKomZe/RKWConsultant
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# validator.files_mandatory
source: The minimum of files is not reached: %s
de: Bitte laden Sie mindestens %s Datei(en) hoch.

# validator.images_mandatory
source: The minimum of images is not reached: %s
de: Bitte laden Sie mindestens %s Bild(er) hoch.

# validator.one_image_mandatory
source: One image is mandatory
de: Bitte laden Sie mindestens ein Bild hoch. Es muss ja kein Portrait sein ;-)

# validator.contact_persons_mandatory
source: The minimum of contact persons is not reached: %
de: Bitte geben Sie mindestens %s Kontaktperson(en) an.

# form.error.consultant.salutation
source: Salutation
de: Anrede

# form.error.consultant.title
source: Title
de: Titel

# form.error.consultant.firstName
source: First name
de: Vorname

# form.error.consultant.lastName
source: Last name
de: Nachname

# form.error.consultant.company
source: Company
de: Firma oder Name

# form.error.consultant.address
source: Address
de: Adresse

# form.error.consultant.zip
source: ZIP
de: Postleitzahl

# form.error.consultant.city
source: City
de: Stadt

# form.error.consultant.state
source: State
de: Bundesland

# form.error.consultant.telephone
source: Telephone
de: Telefon

# form.error.consultant.www
source: Webside
de: Webseite

# form.error.consultant.shortDescription
source: Short description
de: Kurzbeschreibung

# form.error.consultant.reference
source: Reference
de: Referenzen

# form.error.consultant.imageUpload.0
source: Image upload 1
de: Bildupload Kontaktperson 1

# form.error.consultant.imageUpload.1
source: Image upload 2
de: Bildupload Kontaktperson 2

# form.error.consultant.imageUpload.2
source: Image upload 3
de: Bildupload Kontaktperson 3

# form.error.consultantService.furtherInformations
source: Further informations
de: Weitere Informationen

# form.error.consultantService.qualification
source: Qualification
de: Qualifikation

# form.error.consultantService.subService
source: Sub service
de: Spezielle Beratungsleistung

# form.error.consultantService.contactPerson.0.salutation
source: Salutation
de: Anrede der Kontaktperson

# form.error.consultantService.contactPerson.0.title
source: Title
de: Titel der Kontaktperson

# form.error.consultantService.contactPerson.0.firstName
source: First name
de: Vorname der Kontaktperson

# form.error.consultantService.contactPerson.0.lastName
source: Last name
de: Nachname der Kontaktperson

# form.error.consultantService.contactPerson.0.company
source: Company
de: Firma der Kontaktperson

# form.error.consultantService.contactPerson.0.telephone
source: Telephone
de: Telefon der Kontaktperson

# form.error.consultantService.contactPerson.0.email
source: Email
de: E-Mail der Kontaktperson

# form.error.consultantService.contactPerson.1.salutation
source: Salutation
de: Anrede der Kontaktperson

# form.error.consultantService.contactPerson.1.title
source: Title
de: Titel der Kontaktperson

# form.error.consultantService.contactPerson.1.firstName
source: First name
de: Vorname der Kontaktperson

# form.error.consultantService.contactPerson.1.lastName
source: Last name
de: Nachname der Kontaktperson

# form.error.consultantService.contactPerson.1.company
source: Company
de: Firma der Kontaktperson

# form.error.consultantService.contactPerson.1.telephone
source: Telephone
de: Telefon der Kontaktperson

# form.error.consultantService.contactPerson.1.email
source: Email
de: E-Mail der Kontaktperson

# form.error.consultantService.contactPerson.2.salutation
source: Salutation
de: Anrede der Kontaktperson

# form.error.consultantService.contactPerson.2.title
source: Title
de: Titel der Kontaktperson

# form.error.consultantService.contactPerson.2.firstName
source: First name
de: Vorname der Kontaktperson

# form.error.consultantService.contactPerson.2.lastName
source: Last name
de: Nachname der Kontaktperson

# form.error.consultantService.contactPerson.2.company
source: Company
de: Firma der Kontaktperson

# form.error.consultantService.contactPerson.2.telephone
source: Telephone
de: Telefon der Kontaktperson

# form.error.consultantService.contactPerson.2.email
source: Email
de: E-Mail der Kontaktperson
