Repository: RKWKomZe/RKWConsultant
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwconsultant_domain_model_consultant
source: Consultant
de: Berater/Beraterin

# tx_rkwconsultant_domain_model_consultant.salutation
source: Salutation
de: Anrede

# tx_rkwconsultant_domain_model_consultant.title
source: Title
de: Titel

# tx_rkwconsultant_domain_model_consultant.first_name
source: First Name
de: Vorname

# tx_rkwconsultant_domain_model_consultant.last_name
source: Last Name
de: Nachname

# tx_rkwconsultant_domain_model_consultant.company
source: Company
de: Firma oder Name

# tx_rkwconsultant_domain_model_consultant.address
source: Address
de: Adresse

# tx_rkwconsultant_domain_model_consultant.zip
source: Zip
de: Postleitzahl

# tx_rkwconsultant_domain_model_consultant.city
source: City
de: Stadt

# tx_rkwconsultant_domain_model_consultant.state
source: State
de: Bundesland

# tx_rkwconsultant_domain_model_consultant.telephone
source: Telephone
de: Telefon

# tx_rkwconsultant_domain_model_consultant.www
source: Www
de: Webseite

# tx_rkwconsultant_domain_model_consultant.google_plus
source: Google Plus
de: Google+

# tx_rkwconsultant_domain_model_consultant.rkw_network
source: Rkw Network
de: RKW Netzwerk

# tx_rkwconsultant_domain_model_consultant.short_description
source: Short Description
de: Kurzbeschreibung

# tx_rkwconsultant_domain_model_consultant.reference
source: References
de: Referenzen

# tx_rkwconsultant_domain_model_consultant.file
source: File
de: Datei

# tx_rkwconsultant_domain_model_consultant.files
source: Files
de: Dateien

# tx_rkwconsultant_domain_model_consultant.image
source: Image
de: Bild

# tx_rkwconsultant_domain_model_consultant.images
source: Images
de: Bilder

# tx_rkwconsultant_domain_model_consultant.consultant_service
source: Service
de: Beratungsleistung

# tx_rkwconsultant_domain_model_consultantservice
source: Consultant service
de: Beratungsleistung

# tx_rkwconsultant_domain_model_consultantservice.further_informations
source: Further informations
de: Weitere Informationen zur Beratungsleistung

# tx_rkwconsultant_domain_model_consultantservice.basic_service
source: Basic Service
de: Beratungsleistung

# tx_rkwconsultant_domain_model_consultantservice.qualification
source: Qualification
de: Qualifikation

# tx_rkwconsultant_domain_model_consultantservice.sub_service
source: Sub Service
de: Spezielle Leistungen

# tx_rkwconsultant_domain_model_consultantservice.contact_person
source: Contact Person
de: Kontaktpersonen

# tx_rkwconsultant_domain_model_basicservice
source: Consulting Service
de: Beratungsleistung

# tx_rkwconsultant_domain_model_basicservice.title
source: Title
de: Titel

# tx_rkwconsultant_domain_model_basicservice.short_description
source: Short Description
de: Kurzbeschreibung

# tx_rkwconsultant_domain_model_basicservice.qualification
source: Qualification
de: Qualifikation

# tx_rkwconsultant_domain_model_basicservice.sub_service
source: Sub Service
de: Spezielle Leistungen

# tx_rkwconsultant_domain_model_qualification
source: Qualification
de: Qualifikation

# tx_rkwconsultant_domain_model_qualification.title
source: Title
de: Titel

# tx_rkwconsultant_domain_model_qualification.short_description
source: Short Description
de: Kurzbeschreibung

# tx_rkwconsultant_domain_model_subservice
source: Sub Service
de: Spezielle Leistungen

# tx_rkwconsultant_domain_model_subservice.title
source: Title
de: Titel

# tx_rkwconsultant_domain_model_subservice.short_description
source: Short Description
de: Kurzbeschreibung

# tx_rkwconsultant_domain_model_contactperson
source: Contact Person
de: Kontaktperson

# tx_rkwconsultant_domain_model_contactpersons
source: Contact Persons
de: Kontaktpersonen

# tx_rkwconsultant_domain_model_contactperson.salutation
source: Salutation
de: Anrede

# tx_rkwconsultant_domain_model_contactperson.title
source: Title
de: Titel

# tx_rkwconsultant_domain_model_contactperson.first_name
source: First Name
de: Vorname

# tx_rkwconsultant_domain_model_contactperson.last_name
source: Last Name
de: Nachname

# tx_rkwconsultant_domain_model_contactperson.telephone
source: Telephone
de: Telefon

# tx_rkwconsultant_domain_model_contactperson.image
source: Image
de: Bild

# tx_rkwconsultant_domain_model_contactperson.image_remove
source: Remove Image
de: Bild entfernen

# templates_consultant_new.headline
source: New Consultant (Step 1 of 3)
de: Neues Beratenden-Profil anlegen (Schritt 1 von 3)

# templates_consultant_new.steps
source: <ul class="steps"><li class="current">1. Create Profile</li><li>2. Add Services</li><li>3. Add further information</li></ul>
de: <ul class="steps"><li class="current">1. Berater-Profil anlegen</li><li>2. Beratungsleistung hinzufügen</li><li>3. Ansprechpartner &amp; Details ergänzen</li></ul>

# templates_consultant_new.introduction
source: Please enter the basic data of your consultant-profile here.
de: Geben Sie bitte zunächst die Basis-Daten Ihres Beratenden-Profiles an. Die hier gemachten Angaben sind unabhängig von Ihrem persönlichen Nutzenden-Profil.

# templates_consultant_new.back
source: Back
de: Zurück

# templates_consultant_new.step2
source: Step 2
de: Schritt 2: Beratungsleistung wählen

# templates_consultant_new.no_more_profiles
source: No more profiles can be created.
de: Sie haben die maximale Anzahl an Beratenden-Profilen erreicht. Sie benötigen weitere Profile? Unser Support hilft Ihnen gerne weiter.

# templates_consultant_edit.headline
source: Edit Consultant-Profile
de: Beratenden-Profil bearbeiten

# templates_consultant_edit.description
source: Here you can edit your consultant-profile
de: Bearbeiten Sie hier die Basis-Daten Ihres Beratenden-Profils. Die hier gemachten Angaben sind unabhängig von Ihrem persönlichen Nutzenden-Profil.

# templates_consultant_edit.back
source: Back
de: Zurück

# templates_consultant_edit.save
source: Save
de: Änderungen speichern

# templates_consultant_error.headline
source: Error page
de: Fehlerseite

# templates_consultant_gallery.headline
source: Gallery
de: Galerie

# templates_consultant_info.labelMore
source: More Information
de: Mehr Informationen

# templates_consultant_preview.message
source: Preview
de: Vorschau

# templates_consultant_myList.headline
source: My Consultants
de: Meine Beratenden-Profile

# templates_consultant_myList.newConsultant
source: New consultant
de: Neues Beratenden-Profil erstellen

# templates_consultant_list.headline
source: Find consultants in your area
de: Finden Sie Energieberatende in Ihrer Nähe

# templates_consultant_list.noResults
source: Sorry, we couldn't find any match for your query.
de: Leider konnten wir keine passenden Beratenden finden.

# templates_consultant_list.noResultsDetails
source: Please try another combination of filters.
de: Bitte überprüfen Sie, ob die angegebene Adresse bzw. PLZ korrekt ist.

# templates_consultant_prepareDelete.deleteConsultant.headline
source: Delete consultant
de: Beratenden-Profil löschen

# templates_consultant_prepareDelete.deleteConsultant.description
source: Really delete?
de: Möchten Sie das Beratenden-Profil wirklich löschen? Dies lässt sich nicht rückgängig machen!

# templates_consultant_prepareDelete.deleteConsultant.labelYes
source: Yes
de: Ja, Beratenden-Profil endgültig löschen

# templates_consultant_prepareDelete.deleteConsultant.labelNo
source: No
de: Nein, lieber nicht

# templates_consultant_prepareDelete.deleteService.headline
source: Delete service
de: Beratungsleistung löschen

# templates_consultant_prepareDelete.deleteService.description
source: Really delete?
de: Möchten Sie diese Beratungsleistung wirklich löschen? Dies lässt sich nicht rückgängig machen!

# templates_consultant_prepareDelete.deleteService.labelYes
source: Yes
de: Ja, Beratungsleistung endgültig löschen

# templates_consultant_prepareDelete.deleteService.labelNo
source: No
de: Nein, lieber nicht

# templates_consultant_prepareDelete.deleteImage.headline
source: Delete image
de: Bild löschen

# templates_consultant_prepareDelete.deleteImage.description
source: Really delete?
de: Möchten Sie dieses Bild wirklich löschen? Dies lässt sich nicht rückgängig machen!

# templates_consultant_prepareDelete.deleteImage.labelYes
source: Yes
de: Ja, Bild endgültig löschen

# templates_consultant_prepareDelete.deleteImage.labelNo
source: No
de: Nein, lieber nicht

# templates_consultant_prepareDelete.deleteFile.headline
source: Delete file
de: Datei löschen

# templates_consultant_prepareDelete.deleteFile.description
source: Really delete?
de: Möchten Sie diese Datei wirklich löschen? Dies lässt sich nicht rückgängig machen!

# templates_consultant_prepareDelete.deleteFile.labelYes
source: Yes
de: Ja, Datei endgültig löschen

# templates_consultant_prepareDelete.deleteFile.labelNo
source: No
de: Nein, lieber nicht

# templates_consultantService_choose.headline
source: Select a service
de: Welche Beratung bieten Sie an? (Schritt 2 von 3)

# templates_consultantService_choose.description
source: In a first step select one of your services. In the next step you can add a contact person and additional information. You can also add more services thereafter.
de: Wählen Sie hier bitte zunächst eine Beratung, die Sie anbieten. Im nächsten Schritt können Sie unter anderem eine Ansprechperson und weitere Informationen hinzufügen. Selbstverständlich können Sie danach auch weitere Beratungsleistungen zu Ihrem Profil hinzufügen.

# templates_consultantService_choose.steps
source: <ul class="steps"><li>1. Create Profile</li><li class="current">2. Add Services</li><li>3. Add further information</li></ul>
de: <ul class="steps"><li>1. Berater-Profil anlegen</li><li class="current">2. Beratungsleistung hinzufügen</li><li>3. Ansprechpartner &amp; Details ergänzen</li></ul>

# templates_consultantService_choose.escape
source: Escape
de: Abbrechen

# templates_consultantService_choose.step3
source: Step 3
de: Schritt 3: Ansprechperson und Details ergänzen

# templates_consultantService_new.headline
source: Add further information (Step 3 of 3)
de: Ansprechpartner & Details ergänzen (Schritt 3 von 3)

# templates_consultantService_new.description
source: Here you can add the contact persons for your service and some further descriptions of the service you offer.
de: Ergänzen Sie hier nun die entsprechenden Ansprechpartner für Ihre Beratungsleistung und fügen Sie einige weiterführenden Informationen hinzu.

# templates_consultantService_new.steps
source: <ul class="steps"><li>1. Create Profile</li><li>2. Add Services</li><li class="current">3. Add further information</li></ul>
de: <ul class="steps"><li>1. Berater-Profil anlegen</li><li>2. Beratungsleistung hinzufügen</li><li class="current">3. Ansprechpartner &amp; Details ergänzen</li></ul>

# templates_consultantService_new.subheadline
source: Further information on service %s
de: Details zur %s bei Ihnen

# templates_consultantService_new.escape
source: Escape
de: Abbrechen

# templates_consultantService_new.stepLast
source: Finish
de: Abschließen

# templates_consultantService_edit.headline
source: Edit Service
de: Beratungsleistung bearbeiten

# templates_consultantService_edit.description
source: Here you can edit your service and edit your contact persons.
de: Hier können Sie die Informationen zur ausgewählten Beratungsleistung sowie die betreffenden Ansprechpersonen bearbeiten.

# templates_consultantService_edit.subheadline
source: Further information on service %s
de: Details zur %s bei Ihnen

# templates_consultantService_edit.back
source: Back
de: Zurück

# templates_consultantService_edit.save
source: Save
de: Änderungen speichern

# partials_consultant_listing.energyconsultant
source: Energy advisor
de: Energieberater

# partials_consultant_listing.network
source: RKW Network
de: RKW Netzwerk

# partials_consultant_listing.telephone
source: Telephone
de: Telefon

# partials_consultant_listing.morebox1
source: Interesting?
de: Interessant?

# partials_consultant_listing.morebox2
source: Show more
de: Jetzt mehr anzeigen

# partials_consultant_properties.whatWeOffer
source: What we offer...
de: Wir bieten an...

# partials_consultant_properties.specialOffer
source: Special offers
de: Besondere Angebote

# partials_consultant_properties.references
source: Reference
de: Referenzen

# partials_consultant_properties.description
source: Description
de: Beschreibung

# partials_consultant_formFields.infoImages
source: Add your logo or an image of your company.
de: Fügen Sie hier Ihr Logo oder ein Foto von Ihrem Unternehmen hinzu. (Maximal 2Mb; JPG, PNG oder GIF)

# partials_consultant_formFields.infoFiles
source: Add some files here.
de: Fügen Sie hier Dateien hinzu wie z.B. eine Broschüre von Ihrem Unternehmen. (Maximal 2Mb; PDF oder TXT)

# partials_consultant_formFields.placeholder.phone
source: e.g. 06196/495-0
de: z.B. 06196/495-0

# partials_consultant_formFields.placeholder.company
source: e.g. EnergySaver Inc.
de: z.B. Mustermann GmbH

# partials_consultant_formFields.placeholder.shortDescription
source: Here you can describe your company. Tell the people why your service is the best.
de: Hier können Sie Ihr Unternehmen kurz beschreiben. Stellen Sie heraus, was Ihr Unternehmen besonders macht.

# partials_consultant_formFields.placeholder.reference
source: Here you can add some references.
de: Manchmal überzeugen Referenzen mehr als tausend Worte. Geben Sie hier interessante Referenz-Projekte an.

# partials_consultant_formFields.placeholder.website
source: e.g. http://www.example.com
de: z.B. http://www.mustermann-gmbh.de

# partials_consultant_formFields.placeholder.facebook
source: e.g. https://www.facebook.com/mustermann-gmbh
de: z.B. https://www.facebook.com/mustermann-gmbh

# partials_consultant_formFields.placeholder.twitter
source: e.g. https://www.twitter.com/mustermann-gmbh
de: z.B. https://www.twitter.com/mustermann-gmbh

# partials_consultant_formFields.placeholder.googleplus
source: e.g. https://www.plus.google.com/mustermann-gmbh
de: z.B. https://www.plus.google.com/mustermann-gmbh

# partials_consultant_formFields.edit
source: Edit
de: Bearbeiten

# partials_consultant_formFields.delete
source: Delete
de: Löschen

# partials_consultant_formFields.noServices
source: No services available.
de: Sie bieten aktuell keine Beratungsleistungen an.

# partials_consultant_formFields.newService
source: Add Service
de: Beratungsleistung hinzufügen

# partials_consultant_formFields.services
source: Services
de: Beratungsleistungen

# partials_consultant_formFields.files
source: Your Files
de: Ihre Dateien

# partials_consultant_formFields.images
source: Your Images
de: Ihre Bilder

# partials_consultant_options.show
source: Show
de: Ansehen

# partials_consultant_options.profileChecking
source: This profile is checked actually.
de: Das Beratendenprofil befindet sich derzeit in Prüfung und ist daher nur teilweise sichtbar.

# partials_consultant_options.profileIncomplete
source: This profile is incomplete.
de: Das Beratendenprofil ist unvollständig. Bitte vervollständigen Sie Profil.

# partials_consultant_options.profileOnline
source: Your profile is online.
de: Ihr Beratendenprofil ist online.

# partials_consultant_options.edit
source: Edit
de: Bearbeiten

# partials_consultant_options.delete
source: Delete
de: Löschen

# partials_consultant_searchFilter.placeholder_address
source: Insert ZIP or address
de: PLZ oder Adresse eingeben

# partials_consultant_searchFilter.search
source: Search
de: Suchen

# partials_consultantService_properties.subServiceLabel
source: Area of Consultation:
de: Bereiche:

# partials_consultantService_properties.qualificationsLabel
source: Qualifications:
de: Weiteres:

# partials_consultantService_properties.descriptionLabel
source: Qualifications:
de: Beschreibung:

# partials_consultantService_properties.contactLabel
source: Contact:
de: Ansprechperson:

# partials_consultantService_formFields.subservice.headline
source: Areas of Consultation
de: Beratung in den folgenden Bereichen:

# partials_consultantService_formFields.qualifications.headline
source: Qualifications
de: Qualifikationen, Auszeichnungen und Förderprogramme

# partials_consultantService_formFields.contact.headline
source: Contact Person for %s at your company
de: Ansprechpersonen für %s bei Ihnen

# partials_consultantService_formFields.placeholder.information
source: Here you can enter further information in order to promote your service.
de: Geben Sie hier weitere Informationen zu Ihrer Beratungsleistung an.

# tx_rkwconsultant_fluid.please_select
source: Please select
de: Bitte wählen

# rkwMailService.adminApproveMail.subject
source: A consultant profile has to be approved
de: Ein Beratenden-Profil muss geprüft werden

# rkwMailService.userUnlockMail.unlock
source: Consultant profile has been unlocked
de: Beratenden-Profil freigeschaltet

# rkwMailService.adminDeleteMail.deleted
source: Consultant profile has been unlocked
de: Ein Beratenden-Profil wurde gelöscht

# rkwMailService.userDeleteMail.deleted
source: Consultant profile has been deleted
de: Eines Ihrer Beratendenprofile wurde gelöscht

# templates_email_adminApproveMail.headline
source: Hello %s,
de: Hallo %s,

# templates_email_adminApproveMail.text1
source: the user %s %s (ID: %s) as created a new consultant-profile or has edited an existing one. The profile has to be approved by you before it is public visible. In case of questions you can simply reply to this e-mail.
de: der oder die Nutzende %s %s (ID: %s) hat ein neues Beratenden-Profil angelegt oder sein bestehendes Beratenden-Profil überarbeitet. Bevor es öffentlich sichtbar wird, muss es von Ihnen freigeschaltet werden. Bei Rückfragen können Sie auf diese E-Mail direkt antworten. Sie wird dann an den oder die Nutzende weitergeleitet.

# templates_email_adminApproveMail.textPreview
source: View Preview of Profile
de: Vorschau des Profils anschauen

# templates_email_adminApproveMail.textEnable
source: Approve profile
de: Profil jetzt freigeben

# templates_email_userUnlockMail.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_userUnlockMail.text1
source: your consultant-profile has been approved by one of our admins. Your profile is now visible to all users and can be found in our search.
de: Ihr Beratenden-Profil wurde von einem unserer Admins freigeschaltet. Ihr Profil ist damit nun öffentlich sichtbar und wird in unserer Suche angezeigt. Bei Rückfragen stehen wir Ihnen jederzeit gerne zur Verfügung.

# templates_email_userUnlockMail.textShow
source: View Profile
de: Jetzt Profil anschauen

# templates_email_adminDeleteMail.headline
source: Hello %s,
de: Hallo %s,

# templates_email_adminDeleteMail.text1
source: the user %s %s (ID: %s) has deleted one of his consultant-profiles. In case of questions you can simply reply to this e-mail.
de: der oder die Nutzende %s %s (ID: %s) hat eines der Beratenden-Profile gelöscht. Bei Rückfragen können Sie auf diese E-Mail direkt antworten. Sie wird dann an den oder die Nutzenden weitergeleitet.

# templates_email_userDeleteMail.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_userDeleteMail.text1
source: your consultant-profile has successfully been deleted. Please find the details of your consultant-profile below..
de: hiermit bestätigen wir Ihnen die Löschung eines Ihrer Beratendenprofile. Die Details zum gelöschten Profil finden Sie untenstehend.

# partials_email_details.details
source: Details
de: Details zum Profil

# tx_rkwconsultant_controller_consultant.pleaselogin
source: Please login.
de: Bitte loggen Sie sich ein, um fortzufahren.

# tx_rkwconsultant_controller_consultant.rights_problem
source: You have not the rights for this action.
de: Es tut uns leid, aber Sie verfügen leider nicht über die notwendingen Rechte für diese Aktion.

# tx_rkwconsultant_controller_consultant.rights_problem_admin
source: You must have the status of an admin for this action.
de: Für diese Aktion müssen sie den Status eines Administrators besitzen.

# tx_rkwconsultant_controller_consultant.created
source: A new consultant was created. Please add some services now to complete the registration.
de: Ein neues Beraterprofil wurde erstellt. Fügen Sie nun noch weitere Services hinzu, um die Registrierung abzuschließen.

# tx_rkwconsultant_controller_consultant.disabled
source: The profile has to be checked. Until then the profile details are hidden for other users.
de: Das Beratenden-Profil wurde gerade neu angelegt oder überarbeitet. Es muss daher zunächst von einem Admin freigeschaltet werden. Bis dahin sind die Profil-Details ausgeblendet.

# tx_rkwconsultant_controller_consultant.directly_enabled
source: Thanks for registering. The consultant profile is online now.
de: Woohoo! Ihr Beratenden-Profil ist nun online.

# tx_rkwconsultant_controller_consultant.token_not_set
source: Necessary token not set.
de: Der verwendete Link enthält leider nicht alle nötigen Parameter. Bitte wenden Sie sich an den Support.

# tx_rkwconsultant_controller_consultant.token_invalid
source: Token invalid.
de: Der verwendete Link ist leider nicht valide. Bitte wenden Sie sich an den Support.

# tx_rkwconsultant_controller_consultant.token_expired
source: Token expired.
de: Der verwendete Link ist leider nicht mehr gültig. Bitte wenden Sie sich an den Support.

# tx_rkwconsultant_controller_consultant.remote_addr_wrong
source: Remote address (your IP) is not valid.
de: Freigaben sind nur aus dem RKW Kompetenzzentrum heraus möglich. Bitte wenden Sie sich an den Support.

# tx_rkwconsultant_controller_consultant.enabled
source: This profile is enabled now.
de: Dieses Profil ist nun freigeschaltet.

# tx_rkwconsultant_controller_consultant.already_unlocked
source: This profile is already unlocked.
de: Dieses Profil ist bereits freigeschaltet.

# tx_rkwconsultant_controller_consultant.file_deleted
source: File deleted.
de: Die Datei wurde erfolgreich gelöscht.

# tx_rkwconsultant_controller_consultant.image_deleted
source: Image deleted.
de: Das Bild wurde erfolgreich gelöscht.

# tx_rkwconsultant_controller_consultant.updated
source: Profile updated.
de: Woohoo! Das Beratendenprofil wurde erfolgreich aktualisiert.

# tx_rkwconsultant_controller_consultant.deleted
source: Consultant Profile deleted.
de: Das Beratenden-Profil wurde erfolgreich gelöscht. Sie können selbstverständlich jederzeit ein neues Profil anlegen.

# tx_rkwconsultant_controller_consultantservice.created
source: A new service was created.
de: Whoohoo! Ein neue Beratungsleistung wurde erfolgreich erstellt.

# tx_rkwconsultant_controller_consultantservice.updated
source: The service is updated.
de: Whoohoo! Die Informationen zu Ihrer Beratungsleistung wurden erfolgreich aktualisiert.

# tx_rkwconsultant_controller_consultantservice.deleted
source: Service deleted.
de: Whoohoo! Die Beratungsleistung wurde erfolgreich gelöscht.

# tx_rkwconsultant_controller_consultantservice.nothtingToChoose
source: No other services available at this time.
de: Es tut uns leid, aber derzeit stehen keine weiteren Beratungsleistungen zur Verfügung :(

# tx_rkwconsultant_controller_consultantservice.disabled
source: The profile has to be checked. Until then the profile details are hidden for other users.
de: Das Beratenden-Profil wurde gerade neu angelegt oder überarbeitet. Es muss daher zunächst von einem Admin freigeschaltet werden. Bis dahin sind die Profil-Details ausgeblendet.

# validator.not_filled
source: Please fill out the field '%s'.
de: Da fehlt noch was: Bitte füllen Sie das Feld '%s' aus.

# validator.no_choice
source: Please fill out the field '%s'.
de: Da fehlt noch was: Bitte treffen Sie für '%s' eine Auswahl.

# validator.size_exceed
source: File size exceed
de: Eine der Dateien ist leider zu groß. Bitte wählen Sie eine kleinere Datei aus.

# validator.wrong_type
source: Please use one of the following file types: %s
de: Eine der Dateien verwendet einen nicht erlaubten Dateitypen. Erlaubt sind: %s
